Repository: Shion0927/SkyShowCase
Catalog: SkyShowCase/languages/Localizable.xcstrings
Source language: en
Languages: ja

# ADVICE_CHILLY
source: Chilly: light jacket
ja: 肌寒い：薄手の上着を推奨

# ADVICE_COLD
source: Cold: coat or thick outer layer
ja: 寒い：コートや厚手の上着

# ADVICE_FRIGID
source: Frigid: heavy down jacket, gloves & scarf
ja: 極寒：ダウン＋手袋・マフラー必須

# ADVICE_HEADER
source: Advice:
ja: アドバイス：

# ADVICE_HOT
source: Hot: T-shirt, stay hydrated
ja: 猛暑：半袖＋こまめに水分補給

# ADVICE_MILD
source: Mild: long sleeves recommended
ja: 快適：長袖が無難

# ADVICE_RAIN
source: Bring an umbrella
ja: 傘を忘れずに

# ADVICE_VERY_COLD
source: Very cold: heavy coat + winter accessories
ja: とても寒い：厚手コート＋防寒小物

# ADVICE_WARM
source: Warm: lightwear
ja: やや暑い：薄手で快適

# ADVICE_WARM_WINDY
source: Warm: lightwear + outer (windy)
ja: 暑め：薄手＋羽織り（風強め）

# ADVICE_WINDY
source: Windy: secure hats or layers
ja: 風が強いので帽子や固定できる服装を

# common.save
source: save
ja: 保存

# current_location_section.current
source: Current
ja: 現在地

# current_location_section.fetch
source: Fetch
ja: 取得

# current_location_section.header
source: Current Location
ja: 現在地

# favorites.empty.hint
source: Add cities from Search
ja: 検索から都市を追加してください

# favorites.empty.title
source: No favorites yet
ja: お気に入りはありません

source: Forecast Detail
ja: 天気

# forecast.current_detail
source: Feels like %1$@ Wind: %2$@
ja: 体感: %1$@ 風速: %2$@

# forecast.header
source: Weekly
ja: 週間予報

source: H
ja: 時

source: M
ja: 分

# notification.disable
source: Delete notifications
ja: 通知を削除

source: Notification disabled
ja: 通知を解除しました

# notification.edit
source: Edit notification
ja: 通知を編集

# notification.freq.daily
source: Daily
ja: 毎日

# notification.freq.next_rainy_day
source: Next rainy day
ja: 次の雨の日

# notification.freq.one_time
source: One time
ja: 1回のみ

# notification.freq.temp_at_least
source: Temp ≥
ja: 設定気温以上

# notification.freq.temp_at_most
source: Temp ≤
ja: 設定気温以下

# notification.freq.weekly
source: Weekly
ja: 毎週

source: Notification scheduled
ja: 通知を設定しました

# notification.settings.title
source: Notification
ja: 通知設定

# notification.threshold
source: Threshold (°C)
ja: しきい値 (℃)

# notification.time
source: Time
ja: 時間

# notification.title.reminder
source: Weather Reminder
ja: 天気の通知

# notification.title.today
source: Today's Weather
ja: 本日の天気

# notification.title.tomorrow
source: Tomorrow's Weather
ja: 明日の天気

# notification.today.enable
source: Enable today
ja: 本日の天気の通知を有効にする

# notification.today.header
source: Today
ja: 本日の天気を通知

# notification.tomorrow.enable
source: Enable tomorrow
ja: 明日の天気の通知を有効にする

# notification.tomorrow.header
source: Tomorrow
ja: 明日の天気を通知

# notification.weekdays
source: Weekdays
ja: 曜日

source: Notifications
ja: 通知

# search.results
source: Results
ja: 検索結果

# settings.misc.placeholder
source: Additional settings such as notifications and appearance will be available here.
ja: 今後ここに通知や見た目などの設定が追加されます。

# settings.note.applies_globally
source: Applies across the app.
ja: アプリ全体の表示に適用されます。

# settings.picker.temperature
source: Temperature Unit
ja: 温度の単位

# settings.picker.theme
source: Theme
ja: テーマ

# settings.section.misc
source: Others
ja: その他

# settings.section.temperature
source: Temperature Unit
ja: 温度の単位

# settings.section.theme
source: Appearance
ja: テーマ

# settings.theme.dark
source: Dark
ja: ダーク

# settings.theme.light
source: Light
ja: ライト

# settings.theme.note.applies_immediately
source: Changes apply immediately.
ja: 変更はすぐに反映されます。

# settings.theme.system
source: System
ja: システム

# settings.unit.celsius
source: Celsius(°C)
ja: 摂氏(°C)

# settings.unit.fahrenheit
source: Fahrenheit(°F)
ja: 華氏(°F)

# settings.unit.system
source: System
ja: システム

# tab.search
source: Search
ja: 検索

# tab.settings
source: Settings
ja: 設定

# temp.high
source: High %1$@
ja: 最高 %1$@

# temp.low
source: Low %1$@
ja: 最低 %1$@

source: Timeline
ja: タイムライン

# weather.desc.clear
source: Clear
ja: 快晴

# weather.desc.cloudy
source: Cloudy
ja: 曇天

# weather.desc.drizzle
source: Drizzle
ja: 霧雨

# weather.desc.fog
source: Fog
ja: 霧

# weather.desc.partly_cloudy
source: Partly cloudy
ja: 薄曇り

# weather.desc.rain
source: Rain
ja: 雨

# weather.desc.snow
source: Snow
ja: 雪

# weather.desc.sunny
source: Sunny
ja: 晴れ

# weather.desc.thunderstorm
source: Thunderstorm
ja: 雷雨

# weather.desc.weather
source: Weather
ja: 天気

# weekday.fri.short
source: Fri
ja: 金

# weekday.mon.short
source: Mon
ja: 月

# weekday.sat.short
source: Sat
ja: 土

# weekday.sun.short
source: Sun
ja: 日

# weekday.thu.short
source: Thu
ja: 木

# weekday.tue.short
source: Tue
ja: 火

# weekday.wed.short
source: Wed
ja: 水

source: You
ja: あなた

# 開始
source: Start
ja: 開始
